{"0":{"date":"January 3, 4","title":"Quadrantids Meteor Shower.","description":"The Quadrantids is an above average shower, with up to 40 meteors per hour at its peak. It is thought to be produced by dust grains left behind by an extinct comet known as 2003 EH1, which was discovered in 2003. The shower runs annually from January 1-5. It peaks this year on the night of the 3rd and  morning of the 4th. This year the nearly full moon will block out most of the fainter meteors. But if you are patient you may still be able to catch a few good ones. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Bootes, but can appear anywhere in the sky."},"1":{"date":"January 6","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 23:09 UTC. This full moon was known by early Native American tribes as the Wolf Moon because this was the time of year when hungry wolf packs howled outside their camps. This moon has also been know as the Old Moon and the Moon After Yule."},"2":{"date":"January 21","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 20:55 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"3":{"date":"January 30","title":"Mercury at Greatest Western Elongation.","description":"The planet Mercury reaches greatest western elongation of 25 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the morning sky. Look for the planet low in the eastern sky just before sunrise."},"4":{"date":"February 5","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 18:30 UTC. This full moon was known by early Native American tribes as the Snow Moon because the heaviest snows usually fell during this time of the year. Since hunting is difficult, this moon has also been known by some tribes as the Hunger Moon."},"5":{"date":"February 20","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 07:08 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"6":{"date":"March 7","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 12:42 UTC. This full moon was known by early Native American tribes as the Worm Moon because this was the time of year when the ground would begin to soften and the earthworms would reappear. This moon has also been known as the Crow Moon, the Crust Moon, the Sap Moon, and the Lenten Moon."},"7":{"date":"March 20","title":"March Equinox.","description":"The March equinox occurs at 21:17 UTC. The Sun will shine directly on the equator and there will be nearly equal amounts of day and night throughout the world. This is also the first day of spring (vernal equinox) in the Northern Hemisphere and the first day of fall (autumnal equinox) in the Southern Hemisphere."},"8":{"date":"March 21","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 17:25 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"9":{"date":"April 6","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 04:37 UTC. This full moon was known by early Native American tribes as the Pink Moon because it marked the appearance of the moss pink, or wild ground phlox, which is one of the first spring flowers. This moon has also been known as the Sprouting Grass Moon, the Growing Moon, and the Egg Moon. Many coastal tribes called it the Fish Moon because this was the time that the shad swam upstream to spawn."},"10":{"date":"April 11","title":"Mercury at Greatest Eastern Elongation.","description":"The planet Mercury reaches greatest eastern elongation of 19.5 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the evening sky. Look for the planet low in the western sky just after sunset."},"11":{"date":"April 20","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 04:15 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"12":{"date":"April 20 ","title":"Hybrid Solar Eclipse.","description":" hybrid solar eclipse occurs when the Moon is almost too close to the Earth to completely block the Sun. This type of eclipse will appear as a total eclipse to some parts of the world and will appear annular to others. The eclipse path will begin in the southern Indian Ocean and move across parts of western Australia and southern Indonesia. A partial eclipse will be visible throughout most of Indonesia and Australia. (NASA  Map and Eclipse Information) (NASA Interactive Google Map)"},"13":{"date":"April 22, 23","title":"Lyrids Meteor Shower. ","description":"he Lyrids is an average shower, usually producing about 20 meteors per hour at its peak. It is produced by dust particles left behind by comet C/1861 G1 Thatcher, which was discovered in 1861. The shower runs annually from April 16-25. It peaks this year on the night of the night of the 22nd and morning of the 23rd. These meteors can sometimes produce bright dust trails that last for several seconds.  The thin crescent moon will set early in the evening leaving dark skies for what should be an excellent show. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Lyra, but can appear anywhere in the sky."},"14":{"date":"May 5","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 17:36 UTC. This full moon was known by early Native American tribes as the Flower Moon because this was the time of year when spring flowers appeared in abundance. This moon has also been known as the Corn Planting Moon and the Milk Moon."},"15":{"date":"May 5","title":"Penumbral Lunar Eclipse.","description":"A penumbral lunar eclipse occurs when the Moon passes through the Earth's partial shadow, or penumbra. During this type of eclipse the Moon will darken slightly but not completely. The eclipse will be visible throughout all of Asia and Australia and parts of eastern Europe and eastern Africa. (NASA Map and Eclipse Information)"},"16":{"date":"May 6, 7","title":"Eta Aquarids Meteor Shower.","description":"The Eta Aquarids is an above average shower, capable of producing up to 60 meteors per hour at its peak. Most of the activity is seen in the Southern Hemisphere. In the Northern Hemisphere, the rate can reach about 30 meteors per hour. It is produced by dust particles left behind by comet Halley, which has been observed since ancient times. The shower runs annually from April 19 to May 28. It peaks this year on the night of May 6 and the morning of the May 7. The nearly full moon will be a problem this year, blocking out all but the brightest meteors. If you are patient, you should still should be able to catch a few good ones. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Aquarius, but can appear anywhere in the sky."},"17":{"date":"May 19","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 15:55 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"18":{"date":"May 29","title":"Mercury at Greatest Western Elongation.","description":"The planet Mercury reaches greatest western elongation of 24.9 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the morning sky. Look for the planet low in the eastern sky just before sunrise."},"19":{"date":"June 4","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 03:43 UTC. This full moon was known by early Native American tribes as the Strawberry Moon because it signaled the time of year to gather ripening fruit. It also coincides with the peak of the strawberry harvesting season. This moon has also been known as the Rose Moon and the Honey Moon."},"20":{"date":"June 4","title":"Venus at Greatest Eastern Elongation.","description":"The planet Venus reaches greatest eastern elongation of 45.4 degrees from the Sun. This is the best time to view Venus since it will be at its highest point above the horizon in the evening sky. Look for the bright planet in the western sky after sunset."},"21":{"date":"June 18","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 04:39 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"22":{"date":"June 21","title":"June Solstice.","description":"The June solstice occurs at 14:51 UTC. The North Pole of the earth will be tilted toward the Sun, which will have reached its northernmost position in the sky and will be directly over the Tropic of Cancer at 23.44 degrees north latitude. This is the first day of summer (summer solstice) in the Northern Hemisphere and the first day of winter (winter solstice) in the Southern Hemisphere."},"23":{"date":"July 3","title":"Full Moon, Supermoon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 11:40 UTC. This full moon was known by early Native American tribes as the Buck Moon because the male buck deer would begin to grow their new antlers at this time of year. This moon has also been known as the Thunder Moon and the Hay Moon. This is also the first of four supermoons for 2023. The Moon will be near its closest approach to the Earth and may look slightly larger and brighter than usual."},"24":{"date":"July 17","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 18:33 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"25":{"date":"July 28, 29","title":"Delta Aquarids Meteor Shower.","description":"The Delta Aquarids is an average shower that can produce up to 20 meteors per hour at its peak. It is produced by debris left behind by comets Marsden and Kracht. The shower runs annually from July 12 to August 23. It peaks this year on the night of July 28 and morning of July 29. The nearly full moon will block most of the fainter meteors this year. But if you are patient, you may still be able to catch a few good ones. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Aquarius, but can appear anywhere in the sky."},"26":{"date":"August 1","title":"Full Moon, Supermoon.","description":"The Moon will be located opposite the Earth from the Sun and will be fully illuminated as seen from Earth. This phase occurs at 18:33 UTC. This full moon was known by early Native American tribes as the Sturgeon Moon because the large sturgeon fish of the Great Lakes and other major lakes were more easily caught at this time of year. This moon has also been known as the Green Corn Moon and the Grain Moon. This is also the second of four supermoons for 2023. The Moon will be near its closest approach to the Earth and may look slightly larger and brighter than usual."},"27":{"date":"August 10","title":"Mercury at Greatest Eastern Elongation.","description":"The planet Mercury reaches greatest eastern elongation of 27.4 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the evening sky. Look for the planet low in the western sky just after sunset."},"28":{"date":"August 12, 13","title":"Perseids Meteor Shower.","description":"The Perseids is one of the best meteor showers to observe, producing up to 60 meteors per hour at its peak. It is produced by comet Swift-Tuttle, which was discovered in 1862. The Perseids are famous for producing a large number of bright meteors. The shower runs annually from July 17 to August 24. It peaks this year on the night of August 12 and the morning of August 13. The crescent moon should not be too much of a problem this year. Skies should still be dark enough for a good show. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Perseus, but can appear anywhere in the sky."},"29":{"date":"August 16","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 09:39 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"30":{"date":"August 27","title":"Saturn at Opposition.","description":"The ringed planet will be at its closest approach to Earth and its face will be fully illuminated by the Sun. It will be brighter than any other time of the year and will be visible all night long. This is the best time to view and photograph Saturn and its moons. A medium-sized or larger telescope will allow you to see Saturn's rings and a few of its brightest moons."},"31":{"date":"August 31","title":"Full Moon, Supermoon, Blue Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 01:37 UTC.  This is also the third of four supermoons for 2023. The Moon will be near its closest approach to the Earth and may look slightly larger and brighter than usual. Since this is the second full moon in the same month, it is sometimes referred to as a blue moon."},"32":{"date":"September 15","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 01:41 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"33":{"date":"September 19","title":"Neptune at Opposition.","description":"The blue giant planet will be at its closest approach to Earth and its face will be fully illuminated by the Sun. It will be brighter than any other time of the year and will be visible all night long. This is the best time to view and photograph Neptune. Due to its extreme distance from Earth, it will only appear as a tiny blue dot in all but the most powerful telescopes."},"34":{"date":"September 22","title":"Mercury at Greatest Western Elongation.","description":"The planet Mercury reaches greatest western elongation of 17.9 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the morning sky. Look for the planet low in the eastern sky just before sunrise."},"35":{"date":"September 23","title":"September Equinox.","description":"The September equinox occurs at 06:43 UTC. The Sun will shine directly on the equator and there will be nearly equal amounts of day and night throughout the world. This is also the first day of fall (autumnal equinox) in the Northern Hemisphere and the first day of spring (vernal equinox) in the Southern Hemisphere."},"36":{"date":"September 29","title":"Full Moon, Supermoon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 09:59 UTC. This full moon was known by early Native American tribes as the Corn Moon because the corn is harvested around this time of year. This moon is also known as the Harvest Moon. The Harvest Moon is the full moon that occurs closest to the September equinox each year. This is also the last of four supermoons for 2023. The Moon will be near its closest approach to the Earth and may look slightly larger and brighter than usual."},"37":{"date":"October 7","title":"Draconids Meteor Shower.","description":"The Draconids is a minor meteor shower producing only about 10 meteors per hour. It is produced by dust grains left behind by comet 21P Giacobini-Zinner, which was first discovered in 1900. The Draconids is an unusual shower in that the best viewing is in the early evening instead of early morning like most other showers. The shower runs annually from October 6-10 and peaks this year on the the night of the 7th. The second quarter moon will dark skies in the early evening for what should be a good show.  Best viewing will be in the early evening from a dark location far away from city lights. Meteors will radiate from the constellation Draco, but can appear anywhere in the sky."},"38":{"date":"October 14","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 17:56 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"39":{"date":"October 14 ","title":"Annular Solar Eclipse.","description":"n annular solar eclipse occurs when the Moon is too far away from the Earth to completely cover the Sun. This results in a ring of light around the darkened Moon. The Sun's corona is not visible during an annular eclipse.  The eclipse path will begin in the Pacific Ocean off the coast of southern Canada and move across the southwestern United States and Central America, Columbia, and Brazil. A partial eclipse will be visible throughout much of North and South America. (NASA  Map and Eclipse Information) (NASA Interactive Google Map)"},"40":{"date":"October 21, 22","title":"Orionids Meteor Shower. ","description":"he Orionids is an average shower producing up to 20 meteors per hour at its peak. It is produced by dust grains left behind by comet Halley, which has been known and observed since ancient times. The shower runs annually from October 2 to November 7. It peaks this year on the night of October 21 and the morning of October 22. The first quarter moon may block some of the dim meteors in the evening, but it will set shortly after midnight. This will leave dark skies for what could be a good morning show. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Orion, but can appear anywhere in the sky."},"41":{"date":"October 23","title":"Venus at Greatest Western Elongation.","description":"The planet Venus reaches greatest eastern elongation of 46.4 degrees from the Sun. This is the best time to view Venus since it will be at its highest point above the horizon in the morning sky. Look for the bright planet in the eastern sky before sunrise."},"42":{"date":"October 28","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 20:25 UTC. This full moon was known by early Native American tribes as the Hunters Moon because at this time of year the leaves are falling and the game is fat and ready to hunt. This moon has also been known as the Travel Moon and the Blood Moon."},"43":{"date":"October 28","title":"Partial Lunar Eclipse.","description":"A partial lunar eclipse occurs when the Moon passes through the Earth's partial shadow, or penumbra, and only a portion of it passes through the darkest shadow, or umbra. During this type of eclipse a part of the Moon will darken as it moves through the Earth's shadow. The eclipse will be visible throughout all of Europe, Asia, and Africa, and western Australia. (NASA Map and Eclipse Information)"},"44":{"date":"November 3","title":"Jupiter at Opposition.","description":"The giant planet will be at its closest approach to Earth and its face will be fully illuminated by the Sun. It will be brighter than any other time of the year and will be visible all night long. This is the best time to view and photograph Jupiter and its moons. A medium-sized telescope should be able to show you some of the details in Jupiter's cloud bands. A good pair of binoculars should allow you to see Jupiter's four largest moons, appearing as bright dots on either side of the planet. "},"45":{"date":"November 4, 5","title":"Taurids Meteor Shower.","description":"The Taurids is a long-running minor meteor shower producing only about 5-10 meteors per hour. It is unusual in that it consists of two separate streams. The first is produced by dust grains left behind by Asteroid 2004 TG10. The second stream is produced by debris left behind by Comet 2P Encke. The shower runs annually from September 7 to December 10. It peaks this year on the the night of November 4 and the morning of the 5th. The second quarter moon will block most of the dim meteors this year. But if you are patient, you may still be able to catch a few good ones. Best viewing will be just after midnight from a dark location far away from city lights. Meteors will radiate from the constellation Taurus, but can appear anywhere in the sky."},"46":{"date":"November 13","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 09:28 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"47":{"date":"November 13","title":"Uranus at Opposition.","description":"The blue-green planet will be at its closest approach to Earth and its face will be fully illuminated by the Sun. It will be brighter than any other time of the year and will be visible all night long. This is the best time to view Uranus. Due to its distance, it will only appear as a tiny blue-green dot in all but the most powerful telescopes."},"48":{"date":"November 17, 18","title":"Leonids Meteor Shower.","description":"The Leonids is an average shower, producing up to 15 meteors per hour at its peak. This shower is unique in that it has a cyclonic peak about every 33 years where hundreds of meteors per hour can be seen. That last of these occurred in 2001. The Leonids is produced by dust grains left behind by comet Tempel-Tuttle, which was discovered in 1865. The shower runs annually from November 6-30. It peaks this year on the night of the 17th and morning of the 18th. The crescent moon will set before midnight leaving dark skies for what should be a great early morning show. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Leo, but can appear anywhere in the sky."},"49":{"date":"November 27","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 09:17 UTC. This full moon was known by early Native American tribes as the Beaver Moon because this was the time of year to set the beaver traps before the swamps and rivers froze. It has also been known as the Frosty Moon and the Dark Moon."},"50":{"date":"December 4","title":"Mercury at Greatest Eastern Elongation.","description":"The planet Mercury reaches greatest eastern elongation of 21.3 degrees from the Sun. This is the best time to view Mercury since it will be at its highest point above the horizon in the evening sky. Look for the planet low in the western sky just after sunset."},"51":{"date":"December 12","title":"New Moon.","description":"The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 23:33 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere."},"52":{"date":"December 13, 14","title":"Geminids Meteor Shower.","description":"The Geminids is the  king of the meteor showers. It is considered by many to be the best shower in the heavens, producing up to 120 multicolored meteors per hour at its peak. It is produced by debris left behind by an asteroid known as 3200 Phaethon, which was discovered in 1982. The shower runs annually from December 7-17. It peaks this year on the night of the 13th and morning of the 14th.  This should be an great year for the Geminids. The nearly new moon means dark skies for what should be an excellent show. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Gemini, but can appear anywhere in the sky."},"53":{"date":"December 21, 22","title":"Ursids Meteor Shower.","description":"The Ursids is a minor meteor shower producing about 5-10 meteors per hour. It is produced by dust grains left behind by comet Tuttle, which was first discovered in 1790. The shower runs annually from December 17-25. It peaks this year on the the night of the 21st and morning of the 22nd. The waxing gibbous moon will block out most of the faintest meteors this year. But if you are patient, you should still be able to catch a few good ones. Best viewing will be just after midnight from a dark location far away from city lights. Meteors will radiate from the constellation Ursa Minor, but can appear anywhere in the sky."},"54":{"date":"December 22","title":"December Solstice.","description":"The December solstice occurs at 03:21 UTC. The South Pole of the earth will be tilted toward the Sun, which will have reached its southernmost position in the sky and will be directly over the Tropic of Capricorn at 23.44 degrees south latitude. This is the first day of winter (winter solstice) in the Northern Hemisphere and the first day of summer (summer solstice) in the Southern Hemisphere."},"55":{"date":"December 27","title":"Full Moon.","description":"The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 00:34 UTC. This full moon was known by early Native American tribes as the Cold Moon because this is the time of year when the cold winter air settles in and the nights become long and dark. This moon has also been known as the Long Nights Moon and the Moon Before Yule."}}